Repository: boonebgorges/buddypress-docs
Catalog: languages/bp-docs-*.po
Languages: hr_hr

# post type singular name
source: Doc
hr_hr: Dokument

source: Add New
hr_hr: Dodajte novi

source: Add New Doc
hr_hr: Dodajte novi dokument

source: Edit Doc
hr_hr: Uredite dokument

source: New Doc
hr_hr: Novi dokument

source: View Doc
hr_hr: Pregledajte dokument

source: Search Docs
hr_hr: Pretraga dokumenata

source: No Docs found
hr_hr: Nisu pronađeni dokumenti

source: No Docs found in Trash
hr_hr: Nisu pronađeni dokumenti u Otpadu

source: Associated Items
hr_hr: Povezane stavke

source: Associated Item
hr_hr: Povezana stavka

source: %1$s commented on the doc %2$s
hr_hr: %1$s komentira dokument %2$s

source: %1$s created the doc %2$s
hr_hr: %1$s kreira dokument %2$s

source: %1$s edited the doc %2$s
hr_hr: %1$s uređuje dokument %2$s

source: Created a Doc
hr_hr: Kreira dokument

source: Edited a Doc
hr_hr: Uređuje dokument

source: Commented on a Doc
hr_hr: Komentira dokument

source: New Docs
hr_hr: Novi dokumenti

source: Doc Edits
hr_hr: Uređivanja dokumenta

source: Doc Comments
hr_hr: Komentari dokumenta

source: Parent:
hr_hr: Nadređeni:

source: Children:
hr_hr: Podređeni:

source: You have successfully restored the Doc to the revision from %s.
hr_hr: Uspješno ste vratili reviziju dokumenta od %s.

source: Compare Revisions of &#8220;%1$s&#8221;
hr_hr: Usporedite revizije od &#8220;%1$s&#8221;

source: Revisions
hr_hr: Revizije

source: Revision for &#8220;%1$s&#8221; created on %2$s
hr_hr: Revizije za &#8220;%1$s&#8221; kreirane %2$s

# post revision
source: %1$s by %2$s
hr_hr: %1$s od %2$s

source: Restore
hr_hr: Povrati

source: Old
hr_hr: Staro

source: New
hr_hr: Novo

source: Compare Revisions
hr_hr: Usporedite revizije

source: Date Created
hr_hr: Datum kreiranja

source: Author
hr_hr: Autor

source: Actions
hr_hr: Akcije

source: History
hr_hr: Povijest

source: Docs Tags
hr_hr: Oznake dokumenta

source: Docs Tag
hr_hr: Oznaka dokumenta

source: Tags: %s
hr_hr: Oznake: %s

source: Tags
hr_hr: Oznake

source: You are viewing docs with the following tags: %s
hr_hr: Pregledavate dokumente sa oznakama:

source: Tag
hr_hr: Oznaka

source: No tags to show.
hr_hr: Nema pronađenih oznaka.

source: Docs tagged %s
hr_hr: Dokumenti označeni %s

source: Most Used
hr_hr: Najkorištenije

source: BuddyPress Docs Settings
hr_hr: BuddyPress Docs Postavke

source: Settings
hr_hr: Postavke

source: General
hr_hr: Generalno

source: Slug
hr_hr: Url adresa

source: Directory Excerpt Length
hr_hr: Duljina izvadka direktorija

source: Users
hr_hr: Korisnici

source: User Tab Name
hr_hr: Naziv korisničke kartice

source: Groups
hr_hr: Grupe

source: Group Tab Name
hr_hr: Naziv grupne kartice

source: Attachments
hr_hr: Privitci

source: Enable Attachments
hr_hr: Omogući privitke

source: Change the slug used to build Docs URLs.
hr_hr: Promjena izvadka koji kreira URL dokumenata.

source: You have already defined this value in <code>wp-config.php</code>, so it cannot be edited here.
hr_hr: Već ste definirali ovu vrijednost u <code>wp-config.php</code>, tako da ne može biti uređena ovdje.

source: Change the value for longer or shorter excerpts.
hr_hr: Promijenite vrijednost za dulje ili kraće izvatke.

source: Excerpts are shown on Docs directories, to provide better context. If your theme or language requires longer or shorter excerpts, change this value. Set to <code>0</code> to disable these excerpts.
hr_hr: Izvatci se prikazuju u direktorijima Dokumenata, da bi pružili bolji kontekst. Ako Vaša tema ili jezik zahtjeva dulji ili kraći izvadak, promijenite ovu vrijednost. Postavite na <code>0</code> da onemogućite izvatke.

source: Change the word on groups' Docs tab.
hr_hr: Promijenite naslov na gupnoj kartici Dokumenata.

source: Change the word on the BuddyPress group tab from 'Docs' to whatever you'd like. Keep in mind that this will not change the text anywhere else on the page. For a more thorough text change, create a <a href='http://codex.buddypress.org/extending-buddypress/customizing-labels-messages-and-urls/'>language file</a> for BuddyPress Docs.
hr_hr: Promijenite naziv na grupnoj kartici BuddyPress Docs iz 'Docs' u bilo što. Imajte u vidu da ovo neće promijeniti tekst negdje drugo na stranici. Za detaljniju promjenu tekstova, kreirajte <a href='http://codex.buddypress.org/extending-buddypress/customizing-labels-messages-and-urls/'>novu jezičnu datoteku</a> za BuddyPress Docs.

source: Change the word on users' Docs tab.
hr_hr: Promijenite naziv na korisničkoj kartici Dokumenata.

source: Change the word on users' Docs tabs from 'Docs' to whatever you'd like. Keep in mind that this will not change the text anywhere else on the page. For a more thorough text change, create a <a href='http://codex.buddypress.org/extending-buddypress/customizing-labels-messages-and-urls/'>language file</a> for BuddyPress Docs.
hr_hr: Promijenite naziv na korisničkoj kartici BuddyPress Docs iz 'Docs' u bilo što. Imajte u vidu da ovo neće promijeniti tekst negdje drugo na stranici. Za detaljniju promjenu tekstova, kreirajte <a href='http://codex.buddypress.org/extending-buddypress/customizing-labels-messages-and-urls/'>novu jezičnu datoteku</a> za BuddyPress Docs.

source: Allow users to add attachments.
hr_hr: Dopustite korisnicima da dodaju privitke

source: Enabled
hr_hr: Omogućeno

source: Disabled
hr_hr: Onemogućeno

source: Allow users to add attachments to their Docs.
hr_hr: Dopustite korisnicima da dodaju privitke u njihovim Dokumentima.

source: Recent Comments
hr_hr: Nedavni komentari

source: No comments yet.
hr_hr: Još nema komentara.

source: File not found.
hr_hr: Datoteka nije pronađena.

source: Attachment deleted
hr_hr: Privitak izbrisan

source: Could not delete attachment
hr_hr: Nije moguće izbrisati privitak

source: Upload File
hr_hr: Prenesite datoteku

source: Has attachment?
hr_hr: Ima li privitak?

source: Yes
hr_hr: Da

source: No
hr_hr: Ne

source: Doesn&#8217;t matter
hr_hr: Nije važno

source: It looks like you are running <strong>nginx</strong>. We recommend the following setting in your site configuration file:
hr_hr: Izgleda kao da koristite <strong>nginx</strong>. Preporučujemo slijedeću postavku u konfiguracijskoj datoteci Vaše web stranice:

source: It looks like you are running <strong>IIS 7</strong>. We recommend the following setting in your Web.config file:
hr_hr: Izgleda kao da koristite <strong>IIS 7</strong>. Preporučujemo slijedeću postavku u Vašoj Web.config datoteci:

source: It looks like you are running <strong>Apache</strong>. The most likely cause of your problem is that the <code>AllowOverride</code> directive has been disabled, either globally (<code>httpd.conf</code>) or in a <code>VirtualHost</code> definition. Contact your host for assistance.
hr_hr: Izgleda kao da koristite <strong>Apache</strong>. Najvjerojatniji uzrok problema jest ako je <code>AllowOverride</code> direktiva onemogućena, na globalnoj (<code>httpd.conf</code>) ili <code>VirtualHost</code> razini. Kontaktirajte Vašu hosting kompaniju za pomoć-

source: <strong>Your BuddyPress Docs attachments directory is publicly accessible.</strong> Doc attachments will not be properly protected from direct viewing, even if the parent Docs are non-public.
hr_hr: <strong>Vaš BuddyPress Docs direktorij za privitke ima javno dozvoljen pristup.</strong> Privitci dokumenata nisu ispravno zaštićeni od direktno pristupa, čak i ako njihovi matično dokumenti nisu javni.

source: See <a href="%s">this wiki page</a> for more information.
hr_hr: Pogledajte <a href="%s">ovu stranicu</a> za više informacija.

source: Dismiss this message
hr_hr: Odbacite ovu obavijest

source: Search Docs...
hr_hr: Pretraga Dokumenata...

source: Started By Me
hr_hr: Moji dokumenti

source: Edited By Me
hr_hr: Moja uređivanja

source: Create New Doc
hr_hr: Kreirajte novi dokument

source: My Docs
hr_hr: Moji dokumenti

source: %s&#8217;s Docs
hr_hr: %s&#8217;s Dokumenti

source: Started By %s
hr_hr: Kreirani od %s

source: Edited By %s
hr_hr: Uređivani od %s

source: This doc is currently being edited by %s. To prevent overwrites, you cannot edit until that user has finished. Please try again in a few minutes.
hr_hr: Ovaj dokument se trenutno uređuje od strane korisnika %s. Da bismo spriječili poništavanja, Vi ne možete uređivati dok taj korisnik ne završi. Molimo Vas pokušajte ponovo za nekoliko minuta.

source: You do not have permission to edit the doc.
hr_hr: Vi nemate dozvolu za uređivanje ovog dokumenta.

source: You do not have permission to create a Doc in this group.
hr_hr: Vi nemate dozvolu za stvaranje dokumenata u ovoj grupi.

source: You do not have permission to view this Doc's history.
hr_hr: Vi nemate dozvolu za pregledavanje povijesti ovog dokumenta.

source: Lock successfully removed
hr_hr: Zaključavanje uspješno uklonjeno.

source: Doc successfully deleted!
hr_hr: Dokument uspješno izbrisan!

source: Could not delete doc.
hr_hr: Nije moguće izbrisati dokument.

source: You do not have permission to delete that doc.
hr_hr: Vi nemate dozvolu za brisanje ovog dokumenta.

source: Doc successfully removed from Trash!
hr_hr: Dokument uspješno uklonjen iz Otpada!

source: Could not remove Doc from Trash.
hr_hr: Nije moguće ukloniti dokument iz Otpada.

source: You do not have permission to remove that Doc from the Trash.
hr_hr: Vi nemate dozvolu da uklonite ovaj dokument iz Otpada.

source: Doc successfully removed from the group
hr_hr: Dokument uspješno uklonjen iz grupe.

source: Could not remove Doc from the group.
hr_hr: Nije moguće ukloniti dokument iz grupe.

source: You do not have permission to remove that Doc from this group.
hr_hr: Vi nemate dozvolu da uklonite ovaj dokument iz ove grupe.

source: Search
hr_hr: Pretraga

source: Still working?
hr_hr: Još obrađujete?

source: and %d more
hr_hr: i %d više

source: Docs associated with the %1$s %2$s
hr_hr: Dokumenti povezani sa %1$s %2$s

source: Logged-in Users
hr_hr: Prijavljeni Korisnici

source: The Doc author only
hr_hr: Samo autor ovog dokumenta

source: Anyone
hr_hr: Bilo tko

source: Your Doc was successfully saved, but some of your access settings have been changed to match the Doc's permissions.
hr_hr: Vaš dokument je uspješno spremljen, ali neke pristupne postavke su promijenjene da bi se poklapale sa dozvolama dokumenta.

source: Members of %s
hr_hr: Članovi %s

source: Admins and mods of %s
hr_hr: Administratori i moderatori %s

source: %1$s created the doc %2$s in the group %3$s
hr_hr: %1$s kreira dokument %2$s u grupi %3$s

source: %1$s edited the doc %2$s in the group %3$s
hr_hr: %1$s uređuje dokument %2$s u grupi %3$s

source: %1$s commented on the doc %2$s in the group %3$s
hr_hr: %1$s komentira dokument %2$s u grupi %3$s

source: Group
hr_hr: Grupa

source: Unlink from Group
hr_hr: Ukloni iz ove grupe

source: Docs
hr_hr: Dokumenti

source: Edit
hr_hr: Uredi

source: Save Changes
hr_hr: Spremi promjene

source: There was an error saving, please try again
hr_hr: Dogodila se pogreška u spremanju, pokušajte ponovo

source: Settings saved successfully
hr_hr: Postavke uspješno spremljene

source: BuddyPress Docs is a powerful tool for collaboration with members of your group. A cross between document editor and wiki, BuddyPress Docs allows you to co-author and co-edit documents with your fellow group members, which you can then sort and tag in a way that helps your group to get work done.
hr_hr: BuddyPress Docs je moćan alaz za kolaboraciju sa članovima Vaše grupe. Sa mogućnostima uređivanja dokumenata i wiki-ja, BuddyPress Docs Vam omogućavaju da stvarata i uređujete dokumente sa kolegama iz Vaše grupe, koje možete sortirati i označiti na način koji pomaže Vašoj grupi da posao bude obavljen.

source: Enable BuddyPress Docs for this group
hr_hr: Omogućite BuddyPress Docs za ovu grupu

source: Options
hr_hr: Opcije

source: Minimum role to associate Docs with this group:
hr_hr: Minimalna uloga za povezivanje Dokumenata sa ovom grupom:

source: Group admin
hr_hr: Administrator grupe

source: Group moderator
hr_hr: Moderator grupe

source: Group member
hr_hr: Član grupe

source: View Docs
hr_hr: Pregled dokumenata

source: Unknown error. Please try again.
hr_hr: Nepoznata pogreška. Molimo pokušajte ponovo.

source: You are not allowed to associate a Doc with that group.
hr_hr: Vi nemate dozvolu da povežete dokument sa tom grupom.

source: The title field is required.
hr_hr: Polje naziva je obavezno.

source: There was an error when creating the doc.
hr_hr: Dogodila se pogreška prilikom kreiranja dokumenta.

source: Doc successfully created!
hr_hr: Dokument uspješno kreiran!

source: There was an error when saving the doc.
hr_hr: Dogodila se pogreška prilikom spremanja dokumenta.

source: You idled a bit too long while in Edit mode. In order to allow others to edit the doc you were working on, your changes have been autosaved. Click the Edit button to return to Edit mode.
hr_hr: Bili ste predugo neaktivni prilikom uređivanja dokumenta. Da bi ostali korisnici mogli uređivati dokument na kojem ste radili, Vaše promjene su automatski spremljene. Kliknite dugme za uređivanje da se vratite ponovo na uređivanje.

source: Doc successfully edited!
hr_hr: Dokument je uspješno uređen.

source: This Doc is in the Trash
hr_hr: Ovaj dokument je u Otpadu

source: Read
hr_hr: Pročitajte

source: Title
hr_hr: Naziv

source: Created
hr_hr: Kreirano

source: Last Edited
hr_hr: Posljednje uređivanje

source: Viewing %1$s-%2$s of %3$s docs
hr_hr: Pregledavate %1$s-%2$s od %3$s dokumenata

source: There are no docs for this view. Why not <a href="%s">create one</a>?
hr_hr: Nema dokumenata za ovaj pregled. Zašto ne biste <a href="%s">kreirali jedan</a>?

source: There are no docs for this view.
hr_hr: Nema dokumenata za ovaj pregled.

source: Docs Directory
hr_hr: Direktorij dokumenata

source: Discussion (%d)
hr_hr: Rasprava (%d)

source: There are no comments for this doc yet.
hr_hr: Još nema komentara za ovaj dokument.

source: Comment display has been disabled on this doc.
hr_hr: Prikaz komentara za ovaj dokument je onemogućen.

source: Comment posting has been disabled on this doc.
hr_hr: Dodavanje komentara za ovaj dokument je onemogućeno.

source: You have been idle for <span id="idle-warning-time"></span>
hr_hr: Neaktivni ste već <span id="idle-warning-time"></span>

source: Permalink
hr_hr: Link

source: Content
hr_hr: Sadržaj

source: Associated Group
hr_hr: Povezana grupa

source: Access
hr_hr: Pristup

source: Tags are words or phrases that help to describe and organize your Docs.
hr_hr: Oznake su termini ili fraze koje pomažu u opisu i organizaciji dokumenata.

source: Separate tags with commas (for example: <em>orchestra, snare drum, piccolo, Brahms</em>)
hr_hr: Razdvojite oznake zarezom (npr: <em>pravilnik, naputak, pravna služba, propis</em>)

source: Parent
hr_hr: Nadređeni:

source: Select a parent for this Doc.
hr_hr: Odaberite nadređeni dokument za ovaj.

source: (Optional) Assigning a parent Doc means that a link to the parent will appear at the bottom of this Doc, and a link to this Doc will appear at the bottom of the parent.
hr_hr: (Neobavezno) Odabir nadređenog

source: Save
hr_hr: Spremi

source: Cancel
hr_hr: Otkaži

source: Are you still there?
hr_hr: Jeste li još tu?

source: In order to prevent overwriting content, only one person can edit a given doc at a time. For that reason, you must periodically ensure the system that you're still actively editing. If you are idle for more than 30 minutes, your changes will be auto-saved, and you'll be sent out of Edit mode so that others can access the doc.
hr_hr: Da bismo spriječili poništavanje sadržaja, samo jedan korisnik može uređivati dokument. Zbog tog razloga, morate povremeno uvjeriti sistem da ste još aktivni na uređivanju dokumenta. Ako ste neaktivni više od 30 minuta, Vaše promjene će biti automatski spremljene a Vi ćete biti odjavljeni iz uređivanja dokumenta kako bi drugi korisnici mogli pristupiti uređivanju.

source: I'm still editing!
hr_hr: Još uvijek uređujem!

source: Click on a revision date from the list below to view that revision.
hr_hr: Kliknite na datum revizije iz liste ispod da pogledate tu reviziju.

source: Alternatively, you can compare two revisions by selecting them in the 'Old' and 'New' columns, and clicking 'Compare Revisions'.
hr_hr: Alternativno, možete usporediti dvije revizije odabirajući ih u 'Staro' i 'Novo' kolumnama, te klikom na 'Usporedite revizije'.

source: Older: %s
hr_hr: Starije: %s

source: Newer: %s
hr_hr: Novije: %s

source: You are currently viewing a revision titled "%1$s", saved on %2$s by %3$s
hr_hr: Trenutno pregledavate reviziju naziva "%1$s", spremljenu %2$s od %3$s

source: These revisions are identical.
hr_hr: Ove revizije su identične.

source: Locked
hr_hr: Zaključano

source: (click for more info)
hr_hr: (kliknite za više informacija)

source: This doc is currently being edited by %1$s. In order to prevent edit conflicts, only one user can edit a doc at a time.
hr_hr: Ovaj dokument trenutno uređuje %1$s. Da bismo spriječili konflikte u uređivanju, samo jedan korisnik može uređivati dokument.

source: Please try again in a few minutes. Or, as an admin, you can <a href="%s">force cancel</a> the edit lock.
hr_hr: Molimo pokušajte za par minuta. Ili, ako ste administrator, možete <a href="%s">prisilno otkazati</a> zaključavanje dokumenta.

source: Please try again in a few minutes.
hr_hr: Molimo pokušajte za par minuta.

source: (no parent)
hr_hr: (nema nadređenog)

source: You are viewing <strong>all</strong> docs.
hr_hr: Pregledavate <strong>sve</strong> dokumente.

source: <strong><a href="%s" title="View All Docs">View All Docs</a></strong>
hr_hr: <strong><a href="%s" title="Pregledajte sve dokumente">Pregledajte sve dokumente</a></strong>

source: Filter by: %s
hr_hr: Filtrirajte prema: %s

source: You are searching for docs containing the term <em>%s</em>
hr_hr: Vi pretražujete dokumente koji sadrže termin <em>%s</em>

source: Which group should this Doc be associated with?
hr_hr: Sa kojom grupom ovaj dokument treba biti povezan?

source: (Optional) Note that the Access settings available for this Doc may be limited by the privacy settings of the group you choose.
hr_hr: (Neobavezno) Imajte na umu da pristupne postavke za ovaj dokument mogu biti ograničene pristupnim postavkama grupe koju odaberete.

source: None
hr_hr: Nijedan

source: %s member
hr_hr: %s korisnik

source: %s members
hr_hr: %s korisnici

source: Public Group
hr_hr: Javna grupa

source: Private Group
hr_hr: Privatna grupa

source: Hidden Group
hr_hr: Skrivena grupa

source: Who can read this doc?
hr_hr: Tko može pregledavati ovaj dokument?

source: Who can edit this doc?
hr_hr: Tko može uređivati ovaj dokument?

source: Who can read comments on this doc?
hr_hr: Tko može čitati komentare na ovom dokumentu?

source: Who can post comments on this doc?
hr_hr: Tko može komentirati ovaj dokument?

source: Who can view the history of this doc?
hr_hr: Tko može pregledavati povijest ovog dokumenta?

source: Untrash
hr_hr: Vrati iz Otpada

source: Remove from Trash
hr_hr: Ukloni iz Otpada

source: Delete
hr_hr: Izbriši

source: All Docs
hr_hr: Svi dokumenti

source: %s's Docs
hr_hr: %s Dokumenti

source: My Groups
hr_hr: Moje grupe

source: Group:
hr_hr: Grupa:

source: My Friends
hr_hr: Moji prijatelji

source: Just Me
hr_hr: Samo ja

source: Members of: %s
hr_hr: Članovi iz: %s

source: Admins and mods of the group %s
hr_hr: Administratori i moderatori grupe %s

source: The Doc author only (that's you!)
hr_hr: Samo autor dokumenta (to ste Vi!)

source: This Doc can be read by: <strong>%s</strong>
hr_hr: Ovaj dokument može pregledavati: <strong>%s</strong>

source: This Doc can be edited by: <strong>%s</strong>
hr_hr: Ovaj dokument može uređivati: <strong>%s</strong>

source: Comments are visible to: <strong>%s</strong>
hr_hr: Komentari ovog dokumenta su vidljivi: <strong>%s</strong>

source: Comments can be posted by: <strong>%s</strong>
hr_hr: Ovaj dokument može komentirati: <strong>%s</strong>

source: History can be viewed by: <strong>%s</strong>
hr_hr: Povijest dokumenta može vidjeti: <strong>%s</strong>

source: Private
hr_hr: Privatno

source: Public
hr_hr: Javno

source: Limited
hr_hr: Ograničeno

source: Access: <strong>%s</strong>
hr_hr: Pristup: <strong>%s</strong>

source: Show Details
hr_hr: Prikaži detalje

source: Hide Details
hr_hr: Sakrij detalje

source: Add Files
hr_hr: Dodajte datoteke

source: Trash
hr_hr: Otpad

source: Create a Doc
hr_hr: Kreirajte dokument

source: Upgrade complete!
hr_hr: Nadogradnaj završena!

source: Thanks for updating BuddyPress Docs. We need to run a few quick operations before your new Docs is ready to use.
hr_hr: Hvala Vam što ste nadogradili BuddyPress Docs. Trebao odraditi još nekoliko brzih operacija prije nego Dokumenti budu spremni za korištenje.

source: Click here to start the upgrade.
hr_hr: Kliknite ovdje da započnete nadogradnju.

source: BuddyPress Docs Upgrade
hr_hr: BuddyPress Docs Nadogradnja

source: Upgrade
hr_hr: Nadogradi

source: Start the upgrade
hr_hr: Započnite nadogradnju

source: Migrating...
hr_hr: Migracija...

source: Migration complete! <a href="%s">Dashboard</a>
hr_hr: Migracija završena! <a href="%s">Kontrolna ploča</a>

source: Docs associated with the group %s
hr_hr: Dokumenti povezani sa grupom %s

source: Group terms migrated. Now migrating Doc access terms....
hr_hr: Grupni termini migrirani. Sada migriramo pristupne termine Dokumenata....

source: Migrated %s of %s Docs. Migrating....
hr_hr: Migracija %s od %s Dokumenata. Migracija...

source: Adds collaborative Docs to BuddyPress
hr_hr: Dodaje Dokumente za suradnju u BuddyPress
